export const aboutUaContent = {
    h2: "О компании",
    h3:["профессионально ремонтируем автомобили"," и выполняем полный спектр услуг послегарантийного сервиса"],
    p: "Наш автосервис может предложить к вашим услугам квалифицированных мастеров, имеющих опыт ремонта и обслуживания современных легковых автомобилей, внедорожников и микроавтобусов, включая среднюю и длинную базу.",
  h4List:["Итальянское оборудование", "Комплексный подход"],
  pList:["Наш автосервис оснащен современным оборудованием европейского качества марки MONDOLFO FERRO. Все станки проходит регулярную проверку и калибровку для поддержания должного функционального уровня.", "Над вашим авто работает целая команда специалистов разного профиля, что позволяет быстро и качественно диагностировать неисправность и устранить ее. Мы с ответственностью и совестью подходим к выполнению своих обязанностей, поэтому всегда ищем наиболее рациональное решение в плане вашего бюджета и времени."]
    }