export const servicesRuContent = {
    h2: "Услуги",
    h3:["571 Service"," — весь спектр услуг по ремонту и уходу за автомобилем под одной крышей"],
    p: "Для вашего удобства и экономии времени предоставляем полный комплекс услуг, включающий в себя СТО, шиномонтажную станцию и автомойку.",
    servicesUlText:["Полировка фар", "Станция технического обслуживания", "Шиномонтаж"],
    carWashItem:["Химчистка", "Полировка автомобиля", "Удаление насекомых", "Чернение шин"],
    carServiceItem:["КПП", "Ходовая часть автомобиля", "Кузовной ремонт", "Двигатель"],
    tireServiceItem:["Рихтовка дисков", "Покраска дисков", "Ремонт шин", "Вулканизация"],
    navLinks:["car-service", "car-wash", "tire-service"]
    }