export const servicesRuContent = {
    benefitsUl: ["ДОВОЛЬНЫХ", "КЛИЕНТОВ", "ОПЫТНЫХ", "СПЕЦИАЛИСТОВ", "ЛЕТ качественно", "РАБОТАЕМ"],
    h2: "Наши услуги",
    p: "571 Service – это целый комплекс, включающий в себя СТО, шиномонтажную станцию и автомойку. Для вашего удобства и экономии времени мы осуществляем весь спектр услуг по ремонту и уходу за автомобилем под одной крышей!",
    servicesUlText:["СТО", "Автомойка", "Шиномонтаж"],
    carServiceItem:["Ремонт двигателя;", "Ремонт КПП;", "Ремонт и обслуживание ходовой части;", "Ремонт электротехнической части;", "Кузовной ремонт;", "Различные дополнительные услуги."],
    carWashItem:["Наружная мойка автомобиля;", "Химчистка салона;", "Полировка фар или отдельных деталей кузова;", "Чернение шин;", "Удаление насекомых;", "Химчистка ковров и так далее."],
    tireService:["Монтаж и демонтаж шин и колес;", "Ремонт шин и вулканизация;", "Обслуживание ходовой части автомобиля;", "Различные дополнительные услуги."],
    buttonText:"Подробнее",
    navLinks:["car-service", "car-wash", "tire-service"]
    }