export const heroRuContent = {
    h1: ["Сертифицирован","ный ", "сервис “571”","  позаботится о вашей машине!" ],
    p: "Услуги по ремонту и диагностике, тюнингу и комплексному обслуживанию автомобилей Opel, KIA, Peugeot, Jeep, Citroen, Chery, Chevrolet и других марок авто.",
    buttonText: "Записаться на сервис ",
    animationText: ["Полировка", "Шиномонтаж", "Станция технического обслуживания"],
    benefitsUl: ["ДОВОЛЬНЫХ КЛИЕНТОВ", "ОПЫТНЫХ СПЕЦИАЛИСТОВ", "ЛЕТ КАЧЕСТВЕННО РАБОТАЕМ"],
    }