export const blogRuContent = {
    h2: "Блог",
    h3:["С компанией “571 Service” вы всегда будете"," в курсе всех новинок и полезных рекмендаций ","со всего мира"],
    posts:[["Современное СТО с опытом — это правильный выбор","Ремонт машины можно доверять только опытным профессионалам, если хочется сохранить ее в оптимальном..."], ["Секреты профессиональной локальной покраски авто", "Автомобиль давно стал для многих чем-то большим, чем просто средство передвижения. Это преданный..."], ["Почему нельзя игнорировать развал-схождение", "Наверняка каждый владелец авто, даже начинающий, слышал о том, что такое развал-схождение. "]],
    buttonText:"Все статьи →",
    navLinkTo: "/blog" 
    }