export const feedbacksRuContent = {
    h2:"Отзывы",
    h3:["относимся к каждому нашему ","клиенту с уважением"],
    p:"Поэтому делаем свою работу качественно.",
    feedbacks:[ ["Отличное СТО", "Отличное СТО. Был первый раз. Наверное парни делают все. Ценник среднерынночный. Время исполнительных работ - пунктуальное. Если конечно не всплывёт еще что-то, что может затянуть по времени. Доволен вобщем. Спасибо за работу!", "Валентин"],
    ["Довольна качеством обслуживания", "Обращаюсь уже второй раз. В первый раз по электрике, второй раз по ходовой. Выявили и устранили причину неисправности. Довольна качеством обслуживания. Рекомендую)", "Anna"],
    ["Отличный СТО", "Доволен работой, работа выполнена качественно. Рекомендую)", "Антон"],
    ["Сделали все быстро", "Заезжал на сто, бампер передний отреставрировали и сделали отлично. Провели в салон свет (противотуманки), отличный электрик - Женя и нашел утечку электроэнергии и свет в салоне починил и магнитолу переподключил. Сделали все быстро.", "Евгений"]],
    buttonText:"Смотреть все отзывы →",
    navLinkTo: "/feedbacks"
}