import i18next from "i18next";
import { initReactI18next } from "react-i18next";
import LanguageDetector from "i18next-browser-languagedetector";

i18next
.use(initReactI18next)
.use(LanguageDetector)
.init({
    debug:true,
    fallbackLng: "ru",
    resources: {
        ru:{
            translation:{
                header: {
                    navLinksList:["Услуги", "Отзывы", "Блог", "Вакансии", "Контакты"],
                    buttonText:"Записаться на сервис"
                },
                hero: {
                    h1: ["Сертифицирован","ный ", "сервис “571”","  позаботится о вашей машине!" ],
                    p: "Услуги по ремонту и диагностике, тюнингу и комплексному обслуживанию автомобилей Opel, KIA, Peugeot, Jeep, Citroen, Chery, Chevrolet и других марок авто.",
                    animationText: ["Полировка", "Шиномонтаж", "Станция технического обслуживания"],
                    benefits: ["ДОВОЛЬНЫХ КЛИЕНТОВ", "ОПЫТНЫХ СПЕЦИАЛИСТОВ", "ЛЕТ КАЧЕСТВЕННО РАБОТАЕМ"],
                },
                services:{
                    h3:["571 Service"," — весь спектр услуг по ремонту и уходу за автомобилем под одной крышей"],
                    p: "Для вашего удобства и экономии времени предоставляем полный комплекс услуг, включающий в себя СТО, шиномонтажную станцию и автомойку.",
                    servicesUlText:["Полировка фар", "Станция технического обслуживания", "Шиномонтаж"],
                    carWashItem:["Химчистка", "Полировка автомобиля", "Удаление насекомых", "Чернение шин"],
                    carServiceItem:["КПП", "Ходовая часть автомобиля", "Кузовной ремонт", "Двигатель"],
                    tireServiceItem:["Рихтовка дисков", "Покраска дисков", "Ремонт шин", "Вулканизация"],
                },
                about:{
                    h2: "О компании",
                    h3:["профессионально ремонтируем автомобили"," и выполняем полный спектр услуг послегарантийного сервиса"],
                    p: "Наш автосервис может предложить к вашим услугам квалифицированных мастеров, имеющих опыт ремонта и обслуживания современных легковых автомобилей, внедорожников и микроавтобусов, включая среднюю и длинную базу.",
                  h4List:["Итальянское оборудование", "Комплексный подход"],
                  pList:["Наш автосервис оснащен современным оборудованием европейского качества марки MONDOLFO FERRO. Все станки проходит регулярную проверку и калибровку для поддержания должного функционального уровня.", "Над вашим авто работает целая команда специалистов разного профиля, что позволяет быстро и качественно диагностировать неисправность и устранить ее. Мы с ответственностью и совестью подходим к выполнению своих обязанностей, поэтому всегда ищем наиболее рациональное решение в плане вашего бюджета и времени."]
                },
                feedbacks:{
                    h3:["относимся к каждому нашему ","клиенту с уважением"],
                    p:"Поэтому делаем свою работу качественно.",
                    feedbacks:[ ["Отличное СТО", "Отличное СТО. Был первый раз. Наверное парни делают все. Ценник среднерынночный. Время исполнительных работ - пунктуальное. Если конечно не всплывёт еще что-то, что может затянуть по времени. Доволен вобщем. Спасибо за работу!", "Валентин"],
                    ["Довольна качеством обслуживания", "Обращаюсь уже второй раз. В первый раз по электрике, второй раз по ходовой. Выявили и устранили причину неисправности. Довольна качеством обслуживания. Рекомендую)", "Anna"],
                    ["Отличный СТО", "Доволен работой, работа выполнена качественно. Рекомендую)", "Антон"],
                    ["Сделали все быстро", "Заезжал на сто, бампер передний отреставрировали и сделали отлично. Провели в салон свет (противотуманки), отличный электрик - Женя и нашел утечку электроэнергии и свет в салоне починил и магнитолу переподключил. Сделали все быстро.", "Евгений"]],
                    buttonText:["Смотреть все отзывы", " →"],
                },
                certifications:{
                    h2: "Сертификаты",
                    h3: ["являемся сертифицированной точкой реализации"," оригинальных масел и запчастей многих известных брендов"],
                    p: "Наша команда продолжает совершенствоваться, ведь главная цель для нас — предоставлять лучшее обслуживание автомобилей клиентов в Киеве!"
                },
                form: {
                    h2: "Запись",
                    h3: "Запишитесь прямо сейчас!",
                    labels:["Ваше имя", "Номер телефона"],
                    placeholderName:"Иван Иванов",
                    buttonSubmittedText:["Спасибо!","Ваши данные приняты — ожидайте звонок."],
                    checkboxText:"Я согласен на обработку персональных данных",
                    p: "Или просто позвоните"
                },
                blog:{
                    h3:["С компанией “571 Service” вы всегда будете"," в курсе всех новинок и полезных рекомендаций ","со всего мира"],
                    posts:[["Современное СТО с опытом — это правильный выбор","Ремонт машины можно доверять только опытным профессионалам, если хочется сохранить ее в оптимальном..."], ["Секреты профессиональной локальной покраски авто", "Автомобиль давно стал для многих чем-то большим, чем просто средство передвижения. Это преданный..."], ["Почему нельзя игнорировать развал-схождение", "Наверняка каждый владелец авто, даже начинающий, слышал о том, что такое развал-схождение. "]],
                    buttonText:["Все статьи "," →"],
                },
                contacts:{
                    h3:["571 Service", " всегда на связи"],
                    actions:["Звоните", "Пишите", "Приезжайте"],
                    address: "г. Киев, ул. Народного Ополчения, 26а",
                    addressSpan: ["г. Киев, ", " ул. Народного Ополчения, 26а"]
                },
                footer:{
                    time: "Время работы:",
                    navLinksTitles:["СТО", "Автомойка", "Шиномонтаж"],
                    carServiceList: ["Ремонт двигателя", "Ремонт КПП",
                    "Ремонт и обслуживание ходовой части",
                   " Ремонт электротехнической части",
                    "Кузовной ремонт",
                    "Различные дополнительные услуги"],
                    carWashServiceList:["Наружная мойка автомобиля",
                    "Химчистка салона",
                  " Полировка фар или отдельных деталей кузова",
                    "Чернение шин",
                   " Удаление насекомых",
                    "Химчистка ковров"],
                    tireServiceList:["Монтаж и демонтаж шин и колес",
                   " Ремонт шин и вулканизация",
                    "Обслуживание ходовой части автомобиля",
                    "Различные дополнительные услуги"],
                    confidance: "Политика конфиденциальности",
                    rights: "© 2023. Все права защищены"
                }, 
                carService:{
                    h1:["СТО 571 Service  — ", "полный спектр услуг по ремонту и диагностике"],
    p:"Наш автосервис может предложить к вашим услугам квалифицированных мастеров, имеющих опыт ремонта и обслуживания современных легковых автомобилей, внедорожников и микроавтобусов.",
    buttonText: "Записаться на сТО ",
    benefitsUl: ["ДОВОЛЬНЫХ КЛИЕНТОВ", "ОПЫТНЫХ СПЕЦИАЛИСТОВ", "ЛЕТ КАЧЕСТВЕННО РАБОТАЕМ"],
    h2: "Основные направления",
    h3: ["Технически исправна машина будет надежна и обеспечит ", "комфортное и безопасно управление"],
    pList:["Обслуживание своего автомобиля – является наиболее важным фактором владения и управления транспортным средством.", 
    "Ремонт и обслуживание автомобиля является достаточно сложным процессом, особенно, если речь идет об импортных машинах известных брендов. Чтобы упростить себе задачу, можно обратиться в наш автосервис 571 и качественно отремонтировать свой автомобиль. К основным направлением деятельности нашего СТО относятся:"],
    h4List:[ "Ремонт и обслуживание ходовой", "Дополнительные услуги"]
                },
                carWash:{
                    h1:["Полировка фар — ", "это важный этап ухода за автомобилем"],
                    p:"В процессе эксплуатации на них негативно влияют погодные условия и механические нагрузки. Это может привести к тому, что данный элемент автомобиля утратит свою эффективность.",
                    buttonText: "Записаться на полировку",
                    h3: ["Чистота и порядок ", "в машине создают комфортные условия", "для водителя"],
                    pList:"Уход за собственным автомобилем – важный аспект. Каждый автовладелец старается держать салон и кузов машины в чистоте и порядке. Это не только создаст комфортные условия передвижения, но и повысит имидж и авторитет водителя. Чтобы сделать процесс поддержания чистоты более комфортным, можно помыть машину на левом берегу на нашем автомойке.",
                },
                carTire:{
                    h1:["Шиномонтаж 571 Service —  ", " выгодно, удобно и надежно!"],
                    p:"Мы успешно работаем с резиной любых типов (RunFlat, низкопрофильная, шипованная и т.д.). Правильный и аккуратный зажим дисков позволяет минимизировать риск возможной поломки шпилек, болтов, гаек и других элементов.",
                    buttonText:"Записаться на Шиномонтаж",
                    h3:["Осуществлять обслуживание колес следует у", " профессионалов — 571 Service"],
                    pList:"Состояние автомобильных шин играет важную роль. Степень износа и цепляющие свойства позволяют продлить срок службы подвески, уверенней управлять автомобиль и снизить тормозной путь в экстренной ситуации. Осуществлять обслуживание колес следует у профессионалов, поэтому многие обращаются в наш шиномонтаж 571 на левом берегу."
                },
                engineRepair:{
                    p:"Двигун - це серце кожного автомобіля. І, за аналогією з людським тілом, при поганому серці страждає все тіло.",
                    paragraph:["ДВС - серце автомобіля, тому ремонт двигуна це важливий процес",
                    "Цей агрегат має безліч різних компонентів, тому перед ремонтом слід провести ретельну діагностику. Наша СТО на лівому березі має спеціальне професійне обладнання, що дозволяє переглядати записи бортового комп'ютера, а також визначати точну причину несправності.",
                    "До найпоширеніших проблем,"," які відносяться до двигуна включають:"],
                    list:["Двигун не запускається", "Зламаний ремінь ГРМ, генератор", "Стукіт металу під час роботи двигуна", "Скрип", "Скорочення нафти", "Поява емульсії в картері", "Витоки до прокладки", "Низька тяга та інші"],
                    paragraph2:["Фахівці нашого автосервісу оперативно проведуть діагностику і з'ясують причину несправності. Якщо двигун не запускається і не обертається, це може бути причиною несправного стартера. Заміна стартера в нашій СТО проводиться в найкоротші терміни. У каталозі великий вибір запчастин, а досвідчені фахівці володіють інформацією про спосіб заміни стартера в кожному автомобілі.",
                    "Щоб запобігти проблемі, рекомендується регулярно перевіряти двигун автомобіля. Діагностика автомобіля нашою службою проводиться за правилами. Також можливо створити запис у службовій книзі.",
                    "Регулярно відвідуючи наш сервіс технічного обслуговування, скоротить рік ремонту автомобіля. Адже своєчасна заміна застарілих деталей дозволить запобігти утворенню більш серйозної проблеми. Наприклад, заміна таймінгу в нашому сервісі надає можливість запобігти розриву ланцюга або ременя. В результаті поршнева група і клапани залишаться недоторканими, а довгий похід буде комфортним. Також СТО 571 забезпечує заміну масла в двигуні і коробці передач. У нас є підйомники, і ми використовуємо якісну нафту для їх заміни."],
                    h2:"Цены на работы по ремонту двигателя",
                    priceTitles:["Услуга", "Стоимость", "от"],
                    serviceList:["Замена сальника распредвала", "Замена сальника коленвала", "Замена гидрокомпенсатора", "Замена сальника клапанов", "Замена и установка поршневых колец", "Замена прокладки ГБЦ", "Замена прокладки клапанной крышки", "Замена прокладки впускного коллектора","Замена прокладки выпускного коллектора","Замер компресии бензинового двигателя без снятия коллектора", "Промывка двигателя", "Замена двигателя", "Замена масляного насоса", "Замена прокладки поддона картера", "Замена ГБЦ", "Регулировка клапанов двигателя", "Замена воздушного фильтра"],
                    priceList:["250 грн", "250 грн", "1200 грн", "2500 грн", "3500 грн", "2500 грн", "450 грн", "395 грн", "450 грн", "350 грн", "100 грн", "7500 грн", "1000 грн", "850 грн", "", "1000 грн", "75 грн"]
                    
                },
                gearboxRepair:{
                    p:"Коробка переключения передач – один из наиболее сложных узлов любого автомобиля, который предназначен для изменения скоростного режима.",
                    paragraph:["Коробка передач служит дольше всего в автомобиле, а её неисправность может стать серьезной проблемой. Однако обратившись в наше СТО на левом берегу, можно быть уверенным в скором ремонте КПП вашего автомобиля. Ремонт КПП осуществляется исключительно опытными специалистами.",
                    "Ремонт выполняется в специальном боксе, где имеется надежный подъемник. После демонтажа коробки, специалисты проведут диагностику и подберут соответствующие запчасти по VIN-номеру. Каждый клиент может быть уверен в высоком качестве предоставляемых услуг, так как все задачи по ремонту и подбору запчастей берет на себя сервис.",
                    "К проблемам КПП также относят обрыв сцепления или другие проблемы с данным модулем. Замена сцепления осуществляется аналогичным образом. Все действия документируются, а клиент по результату работы получит подробный отчет по выполненным работам. Стоит отметить, что мы осуществляем ремонт механической и автоматической КПП."],
                    h2:"Цены на работы по ремонту КПП",
                    serviceList:["Ремонт МКПП", "Ремонт АКПП", "Замена МКПП", "Замена АКПП"],
                    priceList:["350 грн", "850 грн", "1800 грн", "2200 грн"],
            
                },
                chassisRepair:{
                    p:["Ходовая часть автомобиля чаще всего подвержена износу из-за высокой нагрузки на неё.",
                    "К частым проблемам ходовой части относят:"],
                    list:["Изнашивание втулок и сайлентблоков", "Износ рычагов и наконечников", "Проседания пружин амортизатора или их обрыв", "Выход со строя амортизатора", "Отказ ГУРа или ЭУРа", "«Съедание» резины и многое другое"],
                    paragraph:["Если вы обнаружили неприятный и нехарактерный звук от ходовой машины, следует как можно скорее обратиться в наш автосервис на левом берегу Киева. Наши специалисты проведут тщательную диагностику на специальном стенде и выявят причину неисправности. Благодаря наличию подъемника, мы также можем заменить выхлопную систему.",
                    "Ремонт рулевого управления является важной задачей. Ведь это предотвратит потерю управления на большой скорости. Основные признаки появления проблем с рулевым управлением – это постукивание во время поворота руля, а также неустойчивость автомобиля на ровной дороге. Диагностика авто в нашем сервисе позволит выявить проблемы и оперативно решить её.",
                    "Также нашим сервисом осуществляется замена рулевой рейки с приводом управлением, будь то гидравлическая система или электрическая. Благодаря подбору запчастей по Вин-коду нашим сервисом, можно будет точно и без обмена подобрать эту дорогостоящую деталь.",
                    "После ремонта рулевого управления, потребуется выполнить развал схождения. Это процесс, во время которого проверяется угол расхождения колес передних и задних осей. Если не выполнить данный процесс, то будет повышение трение резины передних колес, что приведет к «съеданию» резины.",
                    "Развал схождения - это ситуация, когда угол схождения колес автомобиля отклоняется от необходимого значения, что может привести к быстрому износу шин и плохой управляемости автомобиля.",
                    "Если у вас возникли проблемы с «развалом» в Киеве, вам следует обратиться в автосервис 571, где проведут диагностику и необходимые работы по настройке развал схождения.",
                    "Не забывайте также, что регулярная проверка и настройка схождения колес является важной профилактической мерой для сохранения состояния автомобиля и безопасности на дороге."],
                    h2:"Цены на ремонт ходовой",
                    serviceList:["Замена сальника полуоси (со снятием полуоси)", "Замена сайлентблоков", "Снятие подрамника", "Замена шаровой опоры", "Замена рычага", "Замена пыльника ШРУСа", "Замена подшипника ступицы", "Замена подушек двигателя", "Замена втулок стабилизатора (2 шт.) со снятием подрамника", "Замена стоек стабилизатора", "Замена втулок стабилизатора (2 шт.)", "Замена амортизатора в пружине", "Замена амортизатора без пружины", "Замена ШРУСа (гранаты)", "Ремонт карданного вала (кардана)"],
                    priceList:["550 грн", "95 грн", "650 грн", "380 грн", "400 грн", "550 грн", "450 грн", "500 грн", "950 грн", "120 грн", "240 грн", "450 грн", "250 грн", "550 грн",  "уточняйте"]

                },
                electricRepair:{
                    p:"Проводку в автомобиле можно сравнить с системой кровеносных сосудов человека, ведь при её повреждении все рабочие системы автомобиля начинают давать сбои.",
                    paragraph:["Современные автомобили тщательно «напичканы» различной электроникой. Она связана с работой двигателя, ходовой части, светом, функционалом салона и другими функциями автомобиля. Поэтому выход со строя одного из узлов электротехнической части автомобиля может привести к значительному дискомфорту или невозможности запустить двигатель.",
                    "Наиболее распространенная проблема с электроникой автомобиля – ","отсутствие зажигание в двигателе",". Чтобы решить данную неисправность, потребуется выполнить ремонт и обслуживание системы зажигания в нашем сервисе. Данный процесс требует использования профессионального оборудования и наличия знаний – которые имеются у специалистов автосервиса 571.",
                    "Также к частым проблемам электроники относят ", " неисправность генератора",". На данную неисправность указывает два фактора: чек на приборной панели, а также отсутствие питания основных функций автомобиля. Данная ситуация очень серьезна, ведь аккумулятор без зарядки может быстро сесть. В результате, двигатель заглохнет, тормозная система перестанет функционировать, а управлять автомобилем будет очень трудно. Ремонт генератора в нашем сервисе позволит решить данную проблему, а регулярное техническое обслуживание автомобиля предотвратит данную ситуацию.",
                    "Еще одной проблемой с электроникой может стать", "неисправность печки, а точнее вентилятора",". Особенно остро это можно ощутить зимой. Ремонт печки и её вентилятора выполняется после практически полного демонтажа торпеды автомобиля. Самостоятельно выполнить данный процесс трудно, но специалисты нашем автосервиса на левом берегу смогут решить данную задачу в кратчайшие сроки и с максимальной эффективностью."],
                    h2:"Цены на ремонт электротехнической части",
                    serviceList:["Компьютрная диагностика", "Диагностика электрооборудования", "Чистка форсунок", "Замена лампы", "Замена лямбда зодна", "Замена генератора", "Замена стартера", "Замена радиатора печки (без снятия торпеды)", "Замена радиатора печки (со снятием торпеды)", "Программирование брелка сигнализации", "Установка автомагнитолы", "Установка парктроников", "Установка ксенона"],
                    priceList:["200 грн", "150 грн", "800 грн", "50 грн", "200 грн", "500 грн", "500 грн", "1500 грн", "3500 грн", "120 грн", "350 грн", "1200 грн", "600 грн"]
                },
                bodyRepair:{
                    p:"Кузовной ремонта авто – сложная задача, ведь она включает несколько обязательных этапов и требует профессиональной подготовки.",
                    pAbout:["Различные частицы на трассе, едкие моющие средства, погодные условия и ультрафиолетовые излучения губительно влияют на ЛКП машины.","Поэтому часто возникает необходимость выполнить:"],
                    list:["Полную покраску кузова или отдельной части", "Полировку фар или кузова", "Замену стекол автомобиля", "Нанесение защитных средств и так далее"],
                    paragraph:["Полная или локальная покраска кузова нашим автосервисом осуществляется в специальном боксе. Для выполнения данного этапа мы используем профессиональное покрасочное оборудование, которое позволяет наносить ровный и аккуратный слой.",
                    "Все действия по покраске выполняются в несколько этапов. По необходимости, осуществляется нанесение шпаклевки и нанесение других подготовительных работ. Краска наноситься в два слоя, с тщательным просыханием каждого слоя.",
                    "Также наш автосервис предоставляет услуги по полировке автомобиля. Данный процесс выполняется специальным шлифовальным инструментом. В процессе работы, снимается небольшой слой ЛКП автомобиля. В результате, на машине исчезают сколы и царапины, а её внешний вид характеризуется как новой.",
                    "Чтобы защитить кузов машины от появления гнили, ржавчины и других повреждений, можно нанести защитные средства. Следует промазать основные детали: днище, подкрылки, арки, дно багажника и так далее.",
                    "Если у вас лопнуло стекло – вы можете обратиться в наш сервис за оперативной заменой. Мы подберем новое стекло для вашего автомобиля и качественно его установим, с демонтажем старого. После установки мы проверяем работу на наличие герметичность. Если все было выполнено правильно – вы получите автомобиль с новым стеклом."],
                    h2: "Цены на кузовной ремонт",
                    serviceList:["Проверка ЛКП металлических частей кузова с прибором", "Покраска бампера (переднего, заднего)", "Покраска капота", "Покраска дверей (передних, задних)", "Покраска крыши", "Покраска багажника"],
                    priceList:["300 грн", "3000 грн", "4500 грн", "5000 грн", "4500 грн", "3000 грн"]
                },
                extraRepair:{
                    p: "Мы ценим Ваше время, поэтому подбираем и доставляем запчасти на автосервис самостоятельно. Вы можете оставить свой автомобиль на время ремонта.",
                    paragraph: ["Наш автосервис на левом берегу оказывает и другие виды услуг. К примеру, вы можете", "заменить радиатор",". Ремонт охлаждения автомобиля осуществляется после подбора запчастей по Вин-коду и проверки на совместимость. После монтажа всех компонентов, двигатель прогревается до рабочей температуры, проверяется герметичность соединений и удаляется лишний воздух, чтобы предотвратить появление воздушной пробки.",
                    "Также в нашем сервисе имеется компрессор для заправки кондиционеров.", "Заправка кондеров", "осуществляется в кратчайшие сроки и с тщательным соблюдением всех регламентом. Поэтому дальнейшие утечки и испарения невозможны.",
                    "На нашем сайте можно просмотреть полный каталог всех предоставляемых услуг. Если вы не найдете нужную услугу, рекомендуется позвонить по контактному номеру и уточните возможность выполнения конкретной работы. Возможно, автосервис 571 любезно окажет вам такую услугу."],
                    h2:"Цены на дополнительные услуги",
                    serviceList:["Заправка автокондиционеров", "Замена ремня кондиционера", "Замена фильтра салона", "Замена автокондиционера","Антибактериальная чистка кондиционера"],
                    priceList:["450 грн", "300 грн", "150 грн", "уточняйте", "750 грн"]
                },
                headlightPolishing:{
                    p:"Полировка фар автомобиля — это процесс восстановления первоначальной прозрачности верхнего слоя фары. Полировка фар  на нашем сервисе возвратит полный блеск и прозрачность фар. ",
                    paragraph: ["Полировка авто на нашей сервисе осуществляется с максимальной эффективностью. Для оказания услуги, машина загоняется в специальный бокс. Здесь автомобиль омывается и наноситься моющее средство. Осуществляется данная процедура с использованием современного оборудования, которое не наносить ЛКП никаких повреждений.",
                    "Наш сервис на Лесной позволяет воспользоваться услугой Детейлинг в Киеве. Данная услуга заключается в том, что кузов автомобиля моется и полируется до идеального состояния. В результате, ЛКП не имеет сколов, вмятин, царапин, разводов и других повреждений. При попадании на автомобиль солнечных лучей, блеск и внешний вид будет указывать на практически новое состояние кузова.",
                    "Комплексная химчистка кузова автомобиля позволяет не только добавить ощущения новизны, а также удалить прилипших насекомых с передней проекции машины. Удаляются они в процессе нанесения химического очистителя и последующей обработкой специальным инструментом. Данный процесс абсолютно безопасный для ЛКП, ведь в процессе удаления не будут создаваться царапины и другие повреждения."],
                    h2: "Цены на полировку автомобиля",
                    serviceList:["Полировка фар"],
                    priceList:["150 грн/шт"]
                },
                cleaning:{
                    p:"Химчистка салона авто занимает отнюдь не последнее место среди обязательных манипуляций, которые направлены на поддержание его чистоты и комфортного пребывания в нем.",
                    pAbout:["Наш сервис на Черниговской предоставляет услугу по профессиональной химчистке салона. Весь процесс выполняется профессиональными специалистами с использованием исключительно качественной химии. Перед началом использования моющих средств, мы тестируем их, чтобы клиенты хорошая мойка автомобиля была доступна для каждого.",
                    "Осуществляя химчистку салона, наша автомойка на Дарнице включает следующие этапы:"],
                    list:["Очистку передних и задних сидений", "Очистка карт", "Очистка ковриков и ковролина", "Тщательная полировка и очистка приборной панели", "Химчистка потолка авто", "Очистка обивки багажника", "Химчистка кожаного салона", "Глубокая химчистка салона автомобиля"],
                    paragraph:["У нас можно заказать, как химчистку определенного объекта, так и комплекс услуг. Осуществляется очистка в несколько этапов. Первым делом объект мочиться, затем наноситься специальное моющее средства, после удаления, объект моется и сушиться. Благодаря наличию специального оборудования, мы осуществляем комплектную химчистку салона с последующей моментальной просушкой.",
                    "Очистка отдельных объектов выполняет при их повреждении. К примеру, мы можем удалить пятна колы, высохшей еды, грязи, жира, мазута и других трудноудаляемых пятен. Также имеется возможность удалить стойкий неприятный запах из салона автомобиля. Это удается благодаря наличию и использованию специальных инструментов и моющих средств."],
                    h2:"Цены на химчистку салона",
                    serviceList:["Всего салона автомобиля", "Отдельно багажника", "Отдельно потолка салона", "Отдельно пола, либо 1-го ряда сидений", "Всех автомобильных карт", "Пластика салона", "Всех автомобильных ковриков"],
                    priceList:["3500 грн", "500 грн", "900 грн", "900 грн", "700 грн", "500 грн", "400 грн"],
                },
                extra:{
                    p:"На нашем сервисе вы можете получить следующие услуги:",
                    list:["Очистка колесных дисков", "Чернение шин", "Удаление насекомых", "Полировка фар или отдельных деталей кузова", "Химчистка ковров и так далее"],
                    paragraph:["Данные услуги можно заказать отдельно. При оформлении комплексной услуги по химчистке автомобиля у нас, все вышеуказанные услуги будут входить в работу.",
                    "Очистка колесных дисков позволяет вернуть их привлекательный внешний вид. Наша автомойка удалит диски от грязи, мазут и других видов загрязнений. Полировка фар и кузова осуществляется при помощи специального инструмента и очистительного средства. При длительной эксплуатации автомобиля, на стеклах фар могут появляться сколы и царапины. В результате, это может привести к ухудшению качества освещения на дороге. После полировки фар в нашей автомойке на левом берегу, качество света будет ощущаться как новое.",
                    "Полировка кузова автомобиля имеет идентичный характер. Находясь под открытыми лучами ультрафиолета, краска машины выгорает, что влияет на её привлекательность. В процессе полировки, небольшой слой краски будет удален. Следующий слой будет свежим, что создаст ощущение новизны автомобилю. Заказывайте требуемую услугу или комплексную мойку и наслаждайтесь привлекательным внешним видом машины по доступной цене в Киеве."],
                    h2:"Цены на дополнительные услуги", 
                    serviceList:["Полировка фар", "Чернение шин легковых авто", "Чернение шин внедорожников, а/м представ. класса, микроавтобусов, минивенов", "Химчистка ковров отечественного/импортного производства"],
                    priceList:["150 грн/шт", "110 грн (4шт)", "130 грн (4шт)", "120 грн/м²"]
                },
                mountingDismantlingOfTires:{
                    pAbout:["Наш шиномонтаж на Лесной выполняется монтаж и демонтаж шин любых размеров. В каталоге предоставлен прайс с основными размерами колес, в том числе и внедорожные. Также можно заменить низкопрофильную резину. Точную стоимость рекомендуется уточнить у онлайн-менеджера по номеру телефона.",
                    "Шиномонтаж на Дарнице и других районах Киева оснащен всем необходимым оборудованием для оперативного демонтажа и монтажа колес.",
                    "Выполняется данный процесс в следующие этапы:",
                    "Надежная фиксация автомобиля на площадке;",
                    "Поднятие машины специальными пневматическими подъемниками;",
                    "Отвинчивание нужных колес;",
                    "Выполнить требуемых работ: замена резины, ремонт, рихтовка дисков и так далее.",
                    "Монтаж и выполнение этапов в обратной последовательности.",
                    "После демонтажа, можно заказать требуемую услугу:"],
                    list:["Сезонная замена резины", "Ремонт шин", "Рихтовка или покраска дисков", "Вулканизация и так далее"],
                    paragraph:["Стоит отметить, что можно заказать комплекс работ. К примеру, можно выполнить сезонную замену шин с одновременной рихтовкой дисков.",
                    "Обращаться к в наш шиномонтаж на левом берегу для сезонной замены резина выгоднее всего. Во-первых, весь процесс выполняется в кратчайшие сроки. Опытные специалисты попутно отремонтируют диски и отбалансируют колеса. После замены, можно будет воспользоваться услугой хранения резина. Это позволит освободить пространство в гараже, складе или на балконе."],
                    h2:"Цены на монтаж и демонтаж шин и колес",
                    tiresList:["Диаметр", "Стальные диски", "Литые (легковые)", "Джипы/микроавтобус"],
                },
                tireRepair:{
                    p:"Наша компания выполняет качественный ремонт методом горячей вулканизации шин (Киев) с использованием качественных материалов",
                    paragraph:["После прокола или повреждения шины, можно выполнить её ремонт. Это позволит сэкономить на отсутствии необходимости приобретать новую покрышку. Ремонт шин достаточно простой процесс. Чаще всего, она выполняется при проколе. При незначительном повреждении, когда потеря давления происходит достаточно медленно, можно будет нанести латку. Данный ремонт дешевле, а полученных характеристик будет достаточно для дальнейшего использования без потери давления.",
                    "Вулканизация более дорогостоящий и длительный процесс, однако он позволяет выполнить ремонт шин любой сложности. Вулканизация заключается в том, что каучук разогревают до температуры плавления и наносят на место прокола. После остывания, материал превращается в резину и обеспечивает цельное соединение. Также улучшаются технические показатели шины и её износостойкость."],
                    h2:"Цены на ремонт шин и вулканизацию",
                    serviceList:["Ремонт шины грибком А 4,5", "Ремонт шины грибком А 6", "Ремонт шины грибком Б 8", "Ремонт покрышки кордовым пластырем TL - 110 (55 * 75)", "Ремонт покрышки кордовым пластырем KP - 114 (70 * 120)", "Ремонт покрышки кордовым пластырем TL - 115 (75 * 90)", "Ремонт покрышки кордовым пластырем TL - 116 (67 * 104)", "Ремонт покрышки кордовым пластырем KP - 19", "Ремонт покрышки кордовым пластырем TL - 120 (двухслойный)", "Ремонт покрышки кордовым пластырем TL - 122 (двухслойный)", "Ремонт покрышки кордовым пластырем TL - 125 (трехслойный)", "Ремонт покрышки кордовым пластырем 531 (ARAMID)", "Ремонт камеры латкой № 0", "Ремонт камеры латкой № 1", "Ремонт камеры латкой № 2", "Ремонт камеры латкой № 4", "Ремонт покрышки латкой UP - 3", "Ремонт покрышки латкой UP - 4,5", "Ремонт покрышки латкой UP - 6", "Ремонт покрышки латкой UP - 8", "Горячая вулканизация шин"],
                    priceList:["55 грн", "60 грн", "65 грн", "110 грн", "250 грн", "150 грн", "200 грн", "185 грн", "250 грн", "320 грн", "390 грн", "200 грн", "25 грн", "30 грн", "35 грн", "40 грн", "50 грн", "60 грн", "70 грн", "80 грн", "480 грн"]
                },
                chassisMaintenance:{
                    p:["После замены системы управления или длительной езды, следует выполнить балансировку колес. Данная процедура позволит продлить срок службы резины, создавая наименьшее трение во время езды. Выполнить диагностику и балансировку рекомендуется даже при отсутствии визуального «съедания» покрышки.",
                    "Наш шиномонтаж на левом берегу Киева оснащен всем необходимым современным оборудованием для выполнения балансировки. Данный процесс у нас осуществляется при использовании 3D-технологии. В результате, удается добиться идеальных показателей при достаточно низкой стоимости услуги.",
                    "Также наш шиномонтаж 571 на Черниговской осуществит проверку давления в шинах и подкачку, если это будет необходимо. После посещения нашего сервиса, вы сможете ощутить более плавный ход автомобиля, управляемость и лучшие динамические показатели."],
                    h2:"Цены на балансировку",
                    serviceList:["Легковые авто", "Стальные диски R12", "Литые диски R12", "Стальные диски R13", "Литые диски R13","Стальные диски R14", "Литые диски R14", "Стальные диски R15", "Литые диски R15","Стальные диски R16", "Литые диски R16", "Литые диски R17","Литые диски R18","Литые диски R19","Литые диски R20","Литые диски R21","Литые диски R22","Литые диски R23","Внедорожники, микроавтобусы, кроссоверы", "Стальные диски R14", "Литые диски R14", "Стальные диски R15", "Литые диски R15","Стальные диски R16", "Литые диски R16", "Литые диски R17","Литые диски R18","Литые диски R19","Литые диски R20", "Литые диски R21","Литые диски R22","Литые диски R23", "Литые диски R24"],
                    priceList:["","40 грн", "40 грн", "40 грн", "40 грн", "45 грн", "45 грн", "45 грн", "45 грн","60 грн", "60 грн", "60 грн", "65 грн", "65 грн", "70 грн", "75 грн", "80 грн", "85 грн", "", "40 грн", "40 грн", "45 грн", "45 грн", "70 грн", "70 грн", "75 грн", "75 грн", "80 грн","85 грн", "90 грн", "95 грн", "95 грн", "105 грн"]
                },
                buttonTextList:["Загрузить еще отзывы", "Загрузить еще статьи"],
                vacancies:{
                    h2:"Вакансии", 
                    h3:["Присоединяйтесь к Нашей Команде:", " Вакансии на СТО в Киеве"],
                    p:"Если вы ищете возможность присоединиться к дружелюбной и профессиональной команде в сфере автосервиса, то вы пришли по адресу. Наши СТО в Киеве постоянно расширяются, и мы всегда ищем талантливых и преданных специалистов, готовых делать автомобили наших клиентов более надежными и безопасными.",
                    vacancies: ["Менеджер по подбору запчастей на СТО", "Автослюсар на СТО", "Администратор СТО, мастер-приемщик"],
                    responsibilities0:["Обязанности:",
                    "отвечать на звонки,",
                    "запись клиентов,",
                    "подбор автозапчастей по вин коду",
                    "общение с клиентами.",
                    "Офисная работа — полный рабочий день. Прием машин, подбор запчастей. Общение с клиентами, контроль слесарской работы."],
                    responsibilities1:["Ваш функционал:",
                    "предварительная диагностика неисправностей автомобиля;",
                    " выявление дефектов;",
                    "снятие и установка агрегатов;",
                    "выполнение слесарных и сварочных работ разной сложности;",
                    "использование слесарного инструмента и общего пользования при назначении."],
                    responsibilities2:["Основные обязанности:",
                    "Встреча клиентов;",
                    "Распределение клиентов между бригадами механиков;",
                    "контроль выполнения работ;",
                    "Помощь клиенту в расчете;",
                    "Закрытие «заказ-нарядов» в 1С;",
                    "Дополнительные продажи клиентам."],
                    form:"заинтересовала вакансия? ",
                    formP:"Заполните форму и в ближайшее время с вами свяжиться наш менеджер."
                }
            }
        },
        ua:{
            translation:{
                header: {
                    navLinksList:["Послуги", "Відгуки", "Блог", "Вакансії", "Контакти"],
                    buttonText:"Записатися на сервіс"
                },
                hero: {
                    h1: ["Сертифікований ", "", "сервіс “571”","  подбає про ваш автомобіль!" ],
                    p: "Послуги з ремонту та діагностики, тюнінгу та комплексного обслуговування автомобілів Opel, KIA, Peugeot, Jeep, Citroen, Chery, Chevrolet та інших автомобільних марок.",
                    animationText: ["Полірування", "Шиномонтаж", "Станція технічного обслуговування"],
                    benefits: ["ЗАДОВОЛЕНИХ КЛІЄНТІВ", "ДОСВІДЧЕНИХ ФАХІВЦІВ", "РОКІВ ЯКІСНОЇ РОБОТИ"],
                },
                services:{
                    h3:["571 Service"," — повний спектр послуг з ремонту та догляду за автомобілем під одним дахом"],
                    p: "Для вашої зручності та економії часу ми надаємо повний спектр послуг, включаючи СТО, шиномонтажну станцію та автомийку.",
                    servicesUlText:["Полірування фар", "Станція технічного обслуговування", "Шиномонтаж"],
                    carWashItem:["Хімчистка", "Полірування автомобілів", "Видалення комах", "Розмивання шин"],
                    carServiceItem:["КПП", "Ходова частина автомобіля", "Кузовной ремонт", "Двигун"],
                    tireServiceItem:["Випрямлення дисків", "Фарбування дисків", "Ремонт шин", "Вулканізація"],
                },
                about:{
                    h2: "Про компанію",
                    h3:["професійно ремонтуємо автомобілі"," і надаємо повний спектр післягарантійних послуг"],
                    p: "Наш автосервіс може запропонувати Вам кваліфікованих майстрів з досвідом ремонту і обслуговування сучасних автомобілів, позашляховиків і мікроавтобусів, включаючи середню і довгу базу.",
                  h4List:["Італійське обладнання", "Комплексний підхід"],
                  pList:["Наш автосервіс оснащений сучасним обладнанням бренду європейської якості MONDOLFO FERRO. Всі машини регулярно перевіряються і калібруються для підтримки їх функціонального рівня ", "Над вашим автомобілем працює ціла команда фахівців різного профілю, що дозволяє швидко і якісно діагностувати несправність і усунути її. Ми підходимо до своєї відповідальності з відповідальністю і совістю, тому завжди шукаємо найбільш раціональне рішення з точки зору вашого бюджету і часу."]
                },
                feedbacks:{
                    h3:["ставимося до кожного нашого ","клієнту з повагою"],
                    p:"Тому ми робимо свою роботу якісно.",
                    feedbacks:[ ["Чудове СТО", "Чудове СТО. Це було вперше. Напевно, хлопці роблять все. Цінник середньоринковий. Час виконання є пунктуальним. Якщо, звичайно, щось інше не прийде, що може зайняти деякий час. Я задоволений. Дякуємо за роботу!", "Валентин"],
                    ["Задоволена якістю обслуговування", "Це вже вдруге. Вперше в електротехніці, вдруге в бігу. Причину несправності було виявлено та ліквідовано. Задоволені якістю обслуговування. Рекомендуємо)", "Anna"],
                    ["Чудове СТО", "Задоволений роботою, робота виконана якісно. Рекомендуємо)", "Антон"],
                    ["Зробили все швидко", "Я був на СТО, і передній бампер  відновили, і  зробили чудово. Провели до кабіни світло (туманні заглушки), відмінний електрик - Женя і виявив витік електрики і світло в салоні відремонтував і знову підключили магніт. Зробили все швидко.", "Євгеній"]],
                    buttonText:["Дивитись всі відгуки", " →"],
                },
                certifications:{
                    h2: "Сертифікати",
                    h3: ["є сертифікованим пунктом продажу"," оригінальних масел і запчастин багатьох відомих брендів"],
                    p: "Наша команда продовжує вдосконалюватися, адже головна мета для нас - надати кращий сервіс клієнтам в Києві!"
                },
                form: {
                    h2: "Запис",
                    h3: "Запишіться прямо зараз!",
                    labels:["Ваше ім'я", "Номер телефону"],
                    placeholderName:"Іван Іванов",
                    buttonSubmittedText:["Дякую!","Ваші дані приймаються - чекайте дзвінка."],
                    checkboxText:"Я згоден на обробку персональних даних",
                    p: "Або просто зателефонуйте"
                },
                blog:{
                    h3:["З компанією “571 Service” ви завжди будете"," в ході всіх новин і корисних рекомендацій ","з усього світу"],
                    posts:[["Сучасна СТО з досвідом - це правильний вибір","Ремонт автомобіля можна довіряти тільки досвідченим професіоналам, якщо ви хочете зберегти його в оптимальному..."], ["Секрети професійного місцевого фарбування автомобілів", "Автомобіль давно став для багатьох чимось більшим, ніж просто засобом пересування. Це вірний..."], ["Чому ми не можемо ігнорувати колапс", "Я впевнений, що кожен власник автомобіля, навіть новачок, чув про розвалення, колапс. "]],
                    buttonText:["Усі статті","  →"],
                },
                contacts:{
                    h3:["571 Service", " завжди на зв'язку"],
                    actions:["Дзвоніть", "Пишіть", "Приїжджайте"],
                    address: "м. Киев, вул. Святослава Хороброго, 26а",
                    addressSpan: ["м. Киев, ", " вул. Святослава Хороброго, 26а"],
                },
                footer:{
                    time: "Час роботи:",
                    navLinksTitles:["СТО", "Автомийка", "Шиномонтаж"],
                    carServiceList: ["Ремонт двигуна", "Ремонт КПП",
                    "Ремонт і технічне обслуговування ходової частини",
                   "Ремонт електротехнічної частини",
                    "Кузовной ремонт",
                    "Різні додаткові послуги"],
                    carWashServiceList:["Автомийка",
                    "Хімчистка салону",
                  " Полірування фар або частин кузова",
                    "Розмивання шин",
                   " Видалення комах",
                    "Хімчистка килимів"],
                    tireServiceList:["Монтаж і демонтаж шин і коліс",
                   " Ремонт і вулканізація шин",
                    "Обслуговування ходової частини",
                    "Різні додаткові послуги"],
                    confidance: "Політика конфіденційності",
                    rights: "© 2023. Всі права захищені"
                },
                carService:{
                    h1:["СТО 571 Service  — ", "повний комплекс послуг з ремонту та діагностики"],
    p:"Наш автосервіс може запропонувати Вам кваліфікованих майстрів з досвідом ремонту та обслуговування сучасних автомобілів, позашляховиків і мікроавтобусів.",
    buttonText: "Записатися на сТО ",
    h2: "Основні напрями",
    h3: ["Технічно справна машина буде надійною і забезпечить ", "комфортну та безпечну експлуатацію"],
    pList:["Обслуговування вашого автомобіля є найважливішим фактором володіння і водіння транспортного засобу.", 
    "Ремонт і обслуговування автомобіля - досить складний процес, особливо коли мова йде про імпортні автомобілі відомих марок. Щоб спростити ваше завдання, ви можете звернутися в наш автосервіс 571 і оновити свій автомобіль. Основними напрямками діяльності наших СТО є:"],
    h4List:[ "Ремонт і обслуговування ходової", "Додаткові послуги"]
                },
                carWash:{
                    h1:["Полірування фар — ", "це важливий етап догляду за автомобілем"],
                    p:"Під час експлуатації на них негативно впливають погодні умови та механічні напруження. Це може призвести до того, що цей елемент автомобіля втратить свою ефективність.",
                    buttonText: "Записатися на полірування",
                    h3: ["Чистота й порядок ", "створюють комфортні умови в автомобілі", "для водія"],
                    pList:"Догляд за власним автомобілем - важливий аспект. Кожен автовласник намагається зберегти салон і кузов автомобіля в чистоті і порядку. Це дозволить не тільки створити комфортні умови проїзду, але і поліпшити імідж і авторитет водія. Щоб процес прибирання став більш комфортним, можна помити машину на лівому березі нашої автомийки.",
                },
                carTire:{
                    h1:["Шиномонтаж 571 Service —  ", " вигідно, зручно і надійно!"],
                    p:"Ми успішно працюємо з будь-яким типом гуми (RunFlat, низький профіль, шипована тощо). Правильний і точний зажим для дисків мінімізує ризик можливої поломки шпильок, болтів, гайок та інших елементів.",
                    buttonText:"Записатися на Шиномонтаж",
                    h3:["Здійснювати обслуговування коліс слід у", " професіоналів — 571 Service"],
                    pList:"Стан автомобільних шин відіграє важливу роль. Властивості зношування та зчеплення подовжують термін служби підвіски, покращують контроль транспортного засобу та зменшують відстань зупинки в аварійній ситуації. Обслуговування коліс здійснюється професіоналами, тому багато хто звертається в наш шинний магазин 571 на лівому березі."
                },
                engineRepair:{
                    p:"Двигун - це серце кожного автомобіля. І, за аналогією з людським тілом, при поганому серці страждає все тіло.",
                    paragraph:["ДВС - серце автомобіля, тому ремонт двигуна це важливий процес",
                    "Цей агрегат має безліч різних компонентів, тому перед ремонтом слід провести ретельну діагностику. Наша СТО на лівому березі має спеціальне професійне обладнання, що дозволяє переглядати записи бортового комп'ютера, а також визначати точну причину несправності.",
                    "До найпоширеніших проблем,"," які відносяться до двигуна включають:"],
                    list:["Двигун не запускається", "Зламаний ремінь ГРМ, генератор", "Стукіт металу під час роботи двигуна", "Скрип", "Скорочення нафти", "Поява емульсії в картері", "Витоки до прокладки", "Низька тяга та інші"],
                    paragraph2:["Фахівці нашого автосервісу оперативно проведуть діагностику і з'ясують причину несправності. Якщо двигун не запускається і не обертається, це може бути причиною несправного стартера. Заміна стартера в нашій СТО проводиться в найкоротші терміни. У каталозі великий вибір запчастин, а досвідчені фахівці володіють інформацією про спосіб заміни стартера в кожному автомобілі.",
                    "Щоб запобігти проблемі, рекомендується регулярно перевіряти двигун автомобіля. Діагностика автомобіля нашою службою проводиться за правилами. Також можливо створити запис у службовій книзі.",
                    "Регулярно відвідуючи наш сервіс технічного обслуговування, скоротить рік ремонту автомобіля. Адже своєчасна заміна застарілих деталей дозволить запобігти утворенню більш серйозної проблеми. Наприклад, заміна таймінгу в нашому сервісі надає можливість запобігти розриву ланцюга або ременя. В результаті поршнева група і клапани залишаться недоторканими, а довгий похід буде комфортним. Також СТО 571 забезпечує заміну масла в двигуні і коробці передач. У нас є підйомники, і ми використовуємо якісну нафту для їх заміни."],
                    h2:"Ціни на ремонт двигунів",
                    priceTitles:["Послуга", "Вартість", "від"],
                    serviceList:["Заміна розподільного валу", "Заміна жиру колінчастим валом", "Заміна гідрокомпенсатора", "Заміна клапана жиру", "Заміна і установка поршневих кілець", "Заміна прокладки ГБЦ", "Заміна клапанної кришки", "Заміна прокладки впускного колектора","Заміна випускного колектора","Вимірювання стиснення бензинового двигуна без зняття колектора", "Промивання двигуна", "Заміна двигуна", "Заміна масляного насоса", "Заміна лотка картера", "Заміна ГБЦ", "Регулювання клапана двигуна", "Заміна повітряного фільтра"],
                    priceList:["250 грн", "250 грн", "1200 грн", "2500 грн", "3500 грн", "2500 грн", "450 грн", "395 грн", "450 грн", "350 грн", "100 грн", "7500 грн", "1000 грн", "850 грн", "", "1000 грн", "75 грн"]
                },
                gearboxRepair:{
                    p:"Коробка перемикання передач є одним з найскладніших компонентів будь-якого автомобіля, який призначений для зміни швидкості.",
                    paragraph:["Трансмісія триває найдовше в автомобілі, і її відмова може стати серйозною проблемою. Однак, звернувшись до нашого СТО на лівому березі, ви можете бути впевнені в ранньому ремонті КПП вашого автомобіля. Ремонт КПП здійснюють тільки досвідчені фахівці.",
                    "Ремонт проводиться в спеціальному боксі, де є надійний підйомник. Після демонтажу коробки фахівці проведуть діагностику та заберуть відповідні запчастини за VIN-номером. Кожен клієнт може бути впевнений у високій якості наданих послуг, оскільки всі завдання з ремонту та підбору запчастин беруть на себе сервіс.",
                    "Ланцюг або інші проблеми з цим модулем також вважаються проблемою КПП. Заміна ланцюга робиться аналогічно. Всі дії задокументовані, і клієнт отримає детальний звіт про виконану роботу. Варто відзначити, що ми проводимо ремонт механічних і автоматичних коробок передач."],
                    h2:"Ціни на ремонт КПП",
                    serviceList:["Ремонт МКПП", "Ремонт АКПП", "Заміна МКПП", "Заміна АКПП"]
                },
                chassisRepair:{
                    p:["Ходова частина автомобіля швидше за все зношується через високе навантаження на нього.",
                    "До частих проблем ходовой частини відносяться:"],
                    list:["Знос втулок і глушників", "Знос важелів і наконечників", "Демпфування або розривання пружин амортизаторів", "Відмова амортизатора", "Відмова ГУРа або ЭУРа", "«З'їдання» гуми і багато іншого"],
                    paragraph:["Якщо ви виявили неприємний і нехарактерний звук від ходового автомобіля, вам слід якомога швидше звернутися в наш автосервіс на лівому березі Києва. Наші фахівці проведуть ретельну діагностику на спеціальному стенді і виявлять причину несправності. Завдяки підйомнику ми також можемо замінити вихлопну систему.",
                    "Ремонт рульового управління - важливе завдання. Адже це дозволить запобігти втраті контролю на великій швидкості. Основними ознаками проблем з рульовим управлінням є постукування під час рульового управління, а також нестабільність автомобіля на рівній дорозі. Діагностика автомобілів в нашому сервісі дозволить виявити проблеми і швидко їх вирішити.",
                    "Наш сервіс також забезпечує заміну рульової стійки на привід, будь то гідравлічний або електричний. Завдяки підбору частинами Vin-коду нашим сервісом можна буде підібрати цю дорогу деталь точно і без обміну.",
                    "Після ремонту рульового управління необхідно буде виконати сходження розпаду. Це процес, за допомогою якого перевіряється кут розбіжності коліс передньої і задньої осей. Якщо цей процес не зробити, відбудеться збільшення тертя передніх шин, що призведе до «поїдання» гуми.",
                    "Розпад конвергенції - це ситуація, коли кут зближення автомобільних коліс відхиляється від необхідного значення, що може призвести до швидкого зносу шин і поганої керованості автомобіля.",
                    "Якщо у вас виникли проблеми з «розвалом» в Києві, слід звернутися в автосервіс 571, де вони проведуть діагностику і необхідні роботи з налагодження конвергенції розпаду.",
                    "Не забувайте також, що регулярна перевірка та регулювання сходження коліс є важливим запобіжним заходом для збереження стану та безпеки автомобіля на дорозі."],
                    h2:"Ціни на ремонт ходовоЇ",
                    serviceList:["Заміна сальника півосі (зі зняттям снятием півосі)", "Заміна безшумного блоку", "Вилучення підрамника", "Заміна кульової підтримки", "Зміна важеля", "Заміна пильника ШРУСа", "Заміна підшипника маточини", "Заміна подушки двигуна", "Заміна втулок стабілізатора (2 шт.) з видаленням підрамника", "Заміна стабілізатора", "Заміна втулок стабілізатора (2 шт.)", "Заміна амортизатора в пружині", "Заміна амортизатора без пружини", "Заміна ШРУСа (гранати)", "Ремонт карданного валу (кардана)"],
                    priceList:["550 грн", "95 грн", "650 грн", "380 грн", "400 грн", "550 грн", "450 грн", "500 грн", "950 грн", "120 грн", "240 грн", "450 грн", "250 грн", "550 грн",  "уточнюйте"]
                },
                electricRepair:{
                    p:"Проводку в автомобиле можно сравнить с системой кровеносных сосудов человека, ведь при её повреждении все рабочие системы автомобиля начинают давать сбои.",
                    paragraph:["Современные автомобили тщательно «напичканы» различной электроникой. Она связана с работой двигателя, ходовой части, светом, функционалом салона и другими функциями автомобиля. Поэтому выход со строя одного из узлов электротехнической части автомобиля может привести к значительному дискомфорту или невозможности запустить двигатель.",
                    "Наиболее распространенная проблема с электроникой автомобиля – ","отсутствие зажигание в двигателе",". Чтобы решить данную неисправность, потребуется выполнить ремонт и обслуживание системы зажигания в нашем сервисе. Данный процесс требует использования профессионального оборудования и наличия знаний – которые имеются у специалистов автосервиса 571.",
                    "Также к частым проблемам электроники относят", "неисправность генератора",". На данную неисправность указывает два фактора: чек на приборной панели, а также отсутствие питания основных функций автомобиля. Данная ситуация очень серьезна, ведь аккумулятор без зарядки может быстро сесть. В результате, двигатель заглохнет, тормозная система перестанет функционировать, а управлять автомобилем будет очень трудно. Ремонт генератора в нашем сервисе позволит решить данную проблему, а регулярное техническое обслуживание автомобиля предотвратит данную ситуацию.",
                    "Еще одной проблемой с электроникой может стать", "неисправность печки, а точнее вентилятора",". Особенно остро это можно ощутить зимой. Ремонт печки и её вентилятора выполняется после практически полного демонтажа торпеды автомобиля. Самостоятельно выполнить данный процесс трудно, но специалисты нашем автосервиса на левом берегу смогут решить данную задачу в кратчайшие сроки и с максимальной эффективностью."],
                    h2:"Цены на ремонт электротехнической части",
                    serviceList:["Комп'ютерна діагностика", "Електрична діагностика", "Очищення сопла", "Заміна лампи", "Заміна лямбда зодна", "Заміна генератора", "Заміна стартера", "Заміна радіатора нагрівача (без зняття торпеди)", "Заміна радіатора нагрівача (з зняттям торпеди)", "Програмування брелоків сигналізації", "Установка автомагнітоли", "Установка парктроніки", "Установка ксенона"],
                    priceList:["200 грн", "150 грн", "800 грн", "50 грн", "200 грн", "500 грн", "500 грн", "1500 грн", "3500 грн", "120 грн", "350 грн", "1200 грн", "600 грн"]
                },
                bodyRepair:{
                    p:"Кузовний ремонт автомобіля - складне завдання, адже воно включає в себе кілька обов'язкових етапів і вимагає підготовки.",
                    pAbout:["Різні частинки на трасі, їдкі миючі засоби, погодні умови та ультрафіолетове випромінювання шкідливі для ЛКП машини.","Тому часто доводиться виконувати:"],
                    list:["Повне фарбування кузова або частини", "Полірування фар або кузова", "Заміна скла автомобіля", "Застосування захисних засобів і так далі"],
                    paragraph:["Повне або локальне фарбування кузова нашим автосервісом здійснюється в спеціальному боксі. Для цього етапу ми використовуємо професійне обладнання покриття, що дозволяє наносити гладкий і акуратний шар.",
                    "Всі фарбувальні дії проводяться в кілька етапів. При необхідності наноситься шпаклівка і проводяться інші підготовчі роботи. Фарба наноситься в два шари, з ретельним висиханням кожного шару.",
                    "Наш автосервіс також надає послуги полірування автомобілів. Цей процес здійснюється спеціальним шліфувальним інструментом. В процесі експлуатації знімається невеликий шар ЛКП автомобіля. В результаті у автомобіля зникають зколи і подряпини, а його зовнішній вигляд характеризується як новий.",
                    "Для захисту кузова автомобіля від появи гнилі, іржі та інших пошкоджень можна застосувати засоби захисту. Слід промазувати основні деталі: дно, риштування, арки, дно стовбура і так далі.",
                    "Якщо у вас лопнуло скло - ви можете звернутися в наш сервіс для швидкої заміни. Ми знайдемо нове скло для вашого автомобіля і встановимо його якісно, з демонтажем старого. Після монтажу перевіряємо герметичність витоку. Якщо все було зроблено правильно - ви отримуєте автомобіль з новим склом."],
                    h2: "Ціни на ремонт кузова",
                    serviceList:["Огляд металевих деталей кузова з приладом", "Фарбування бампера (спереду, ззаду)", "Фарбування капота", "Фарбування дверей (передня, задня)", "Фарбування даху", "Фарбування багажника"],
                    priceList:["300 грн", "3000 грн", "4500 грн", "5000 грн", "4500 грн", "3000 грн"]
                },
                extraRepair:{
                    p: "Ми цінуємо ваш час, тому підбираємо і доставляємо запчастини до автосервісу самостійно. Ви можете залишити свій автомобіль під час ремонту.",
                    paragraph: ["Наш автосервіс на лівому березі надає інші види послуг. Наприклад, ви можете", "замінити радіатор",". Ремонт охолодження автомобілів проводиться після підбору запчастин за кодом Vin і тесту сумісності. Після установки всіх компонентів двигун нагрівається до робочої температури, перевіряється герметичність стиків і видаляється надлишок повітря, щоб запобігти появі повітряної пробки.",
                    "Також в нашому сервісі є компресор для наповнення кондиціонерів.", "Заправка кондиціонерів.", "здійснюється в найкоротші терміни і з ретельним дотриманням всіх нормативних актів. Тому не можливе подальше протікання і випаровування.",
                    "На нашому сайті ви можете переглянути повний каталог всіх наданих послуг. Якщо ви не знайшли потрібну послугу, рекомендується зателефонувати за контактним номером і уточнити можливість виконання конкретної роботи. Можливо, служба 571 буде досить люб'язною, щоб зробити це за вас."],
                    h2:"Ціни на додаткові послуги",
                    serviceList:["Заправка автокондиціонерів", "Заміна ременя кондиціонера", "Заміна фільтра в салоні", "Заміна автокондиціонера","Антибактеріальне очищення кондиціонера"],
                    priceList:["450 грн", "300 грн", "150 грн", "уточнюйте", "750 грн"]
                },
                headlightPolishing:{
                    p:"Полірування автомобільних фар - це процес відновлення початкової прозорості верхнього шару фар. Полірування фар на нашому сервісі поверне повний блиск і прозорість фар. ",
                    paragraph: ["Полірування автомобілів на нашому сервісі здійснюється з максимальною ефективністю. Для забезпечення сервісу машина забивається в спеціальний бокс. Тут машина миється і наноситься миючий засіб. Ця процедура проводиться з використанням сучасного обладнання, яке не завдає шкоди ЛКП.",
                    "Наш сервіс на Лісовій дозволяє скористатися послугою Детейлінг в Києві. Ця послуга полягає в тому, що кузов автомобіля миється і відшліфовується до ідеального стану. В результаті у ЛКП немає відколів, вм'ятин, подряпин, розлучень та інших пошкоджень. При попаданні сонячного світла в автомобіль блиск і зовнішній вигляд будуть вказувати на практично новий стан кузова.",
                    "Комплексна хімчистка кузова автомобіля дозволяє не тільки додати відчуття новизни, а також видалити липких комах з передньої проекції машини. Вони видаляються в процесі нанесення хімічного очищувача і подальшої обробки спеціальним інструментом. Цей процес абсолютно безпечний для ЛКП, адже в процесі видалення не будуть створюватися подряпини та інші пошкодження. "],
                    h2: "Ціни на полірування автомобіля",
                    serviceList:["Полірування фар"],
                    priceList:["150 грн/шт"]
                },
                cleaning:{
                    p:"Хімчистка салону автомобілів займає не останнє місце серед обов'язкових маніпуляцій, які спрямовані на підтримку його чистоти і комфортного перебування в ньому.",
                    pAbout:["Наш сервіс на Чернігевській надає послугу професійного хімчистки салону. Весь процес здійснюється професійними фахівцями з використанням виключно якісної хімії. Перш ніж почати використовувати миючі засоби, ми перевіряємо їх, щоб клієнти мали хорошу мийку для всіх.",
                    "Наша автомийка на Дарниці включає в себе наступні етапи хімчистки:"],
                    list:["Очищення передніх і задніх сидінь", "Очищення карт", "Очищення килимів та ковролінів", "Ретельне полірування та очищення панелі приладів", "Хімчистка стелі автомобіля", "Очищення обивки багажника", "Хімчистка шкіряного салону", "Глибока хімчистка салону автомобіля"],
                    paragraph:["У нас можно замовити як хімчистку конкретного об'єкта, так і комплекс послуг. Прибирання проводиться в кілька етапів. Перше, що потрібно мочитися, потім нанести спеціальний миючий засіб, після видалення об'єкт промивають і сушать. Завдяки спеціальному обладнанню ми здійснюємо повну хімчистку салону з подальшим миттєвим сушінням.",
                    "Очищення окремих об'єктів здійснюється при їх пошкодженні. Наприклад, ми можемо видалити плями коли, сушену їжу, бруд, жир, масло та інші важко видалені плями. Також можна прибрати стійкий неприємний запах з салону автомобіля. Це можливо завдяки наявності і використанню спеціальних засобів і миючих засобів."],
                    h2:"Ціни на хімчистку салону",
                    serviceList:["Усього салона автомобіля", "Окремо багажника", "Окремо стелі салона", "Окремо підлогу або 1-й ряд сидінь", "Усіч автомобільні карт", "Пластика салону", "Усіх автомобільних килимів"],
                    priceList:["3500 грн", "500 грн", "900 грн", "900 грн", "700 грн", "500 грн", "400 грн"],
                },
                extra:{
                    p:"На нашому сервісі ви можете отримати наступні послуги:",
                    list:["Очищення дисків колес", "Розмивання шин", "Видалення комах", "Полірування фар або частин кузова", "Хімчистка килимів і так далі"],
                    paragraph:["Ці послуги можна замовити окремо. При проектуванні комплексного сервісу хімчистки автомобілів у нас всі перераховані вище послуги будуть включені в роботу.",
                    "Чистка коліс змушує їх добре виглядати. Наша мийка видаляє диски від бруду, мазуту та інших забруднень. Полірування фар і кузова здійснюється спеціальним інструментом і миючим засобом. Під час тривалої експлуатації автомобіля у скляних фар можуть з'являтися сколювання і подряпини. В результаті це може призвести до погіршення якості освітлення на дорозі. Після полірування фар в нашій автомийці на лівому березі якість світла буде відчувати себе як нове.",
                    "Полірування кузова автомобіля має ідентичний характер. Піддаючись впливу ультрафіолету, фарба автомобіля згасає, що позначається на його привабливості. В процесі полірування знімуть невеликий шар фарби. Наступний шар буде свіжим, що створить відчуття новинки автомобіля. Замовте необхідну послугу або комплексне прання і насолоджуйтеся привабливим зовнішнім виглядом машини за доступною ціною в Києві."],
                    h2:"Ціни на додаткові послуги", 
                    serviceList:["Полірування фар", "Розмивання автомобільних шин", "Чорні шини бездоріжжя, а/м предст. класа, мікроавтобуси, мінівени", "Хімчистка вітчизняних/імпортних килимів"],
                    priceList:["150 грн/шт", "110 грн (4шт)", "130 грн (4шт)", "120 грн/м²"]
                },
                mountingDismantlingOfTires:{
                    pAbout:["Наш шиномонтаж на Лісовій виконує монтаж і демонтаж шин будь-якого розміру. Каталог надає ціну з основними габаритами коліс, в тому числі позашляхових. Також можна замінити низькопрофільну гуму. Точну вартість рекомендується уточнити у онлайн менеджера за номером телефону.",
                    "Шиномонтаж на Дарниці та інших районах Києва оснащений всім необхідним обладнанням для оперативного демонтажу та монтажу коліс.",
                    "Процес здійснюється в наступні етапи:",
                    "Надійна фіксація автомобіля на площадці;",
                    "Підняття машини спеціальними пневматичними підйомниками;",
                    "Відкручування потрібних коліс;",
                    "Виконання необхідних робоіт: заміна гуми, ремонт, випрямлення диска і так далі.",
                    "Монтаж і виконання етапів у зворотній послідовності.",
                    "Після демонтажу можна замовити необхідну послугу:"],
                    list:["Сезонна заміна резини", "Ремонт шин", "Випрямлення диска або фарбування", "Вулканізація і так далі"],
                    paragraph:["Варто відзначити, що можна замовити комплекс робіт. Наприклад, можна виконати сезонну заміну шин з одночасним сплющенням дисків.",
                    "Для сезонної заміни резини найвигідніше звернутися в шинний магазин на лівому березі. По-перше, весь процес здійснюється в найкоротші терміни. Досвідчені фахівці також відремонтують колеса і перебалансують колеса. Після заміни можна скористатися послугою зберігання гуми. Це дозволить звільнити місце в гаражі, складі або балконі."],
                    h2:"Ціни на монтаж и демонтаж шин і коліс",
                    tiresList:["Діаметр", "Сталеві диски", "Литі (легкові)", "Джипи/мікроавтобус"],
                },
                tireRepair:{
                    p:"Наша компанія здійснює якісний ремонт шляхом гарячої вулканізації шин (Київ) з використанням якісних матеріалів",
                    paragraph:["Після проколу або пошкодження шини можна її відремонтувати. Це заощадить на необхідності покупки нової шини. Шиномонтаж - досить простий процес. Найчастіше його виконують при проколу. При незначному пошкодженні, коли втрата тиску відбувається досить повільно, можна застосувати латте. Цей ремонт дешевше, і отриманих характеристик буде достатньо для подальшого використання без втрати тиску.",
                    "Вулканізація дорожча і трудомістка, але вона може ремонтувати шини будь-якої складності. Вулканізація полягає в нагріванні гуми до температури плавлення і нанесенні її на місце проколу. Після охолодження матеріал стає гумовим і забезпечує безшовне з'єднання. Це також підвищує продуктивність і довговічність шин."],
                    h2:"Ціни на ремонт і вулканізацію шин",
                    serviceList:["Ремонт шин грибком А 4,5", "Ремонт шин грибком А 6", "Ремонт шин грибком Б 8", "Ремонт покришки кордовим пластирем TL - 110 (55 * 75)", "Ремонт покришки кордовим пластирем KP - 114 (70 * 120)", "Ремонт покришки кордовим пластирем TL - 115 (75 * 90)", "Ремонт покришки кордовим пластирем TL - 116 (67 * 104)", "Ремонт покришки кордовим пластирем KP - 19", "Ремонт покришки кордовим пластирем TL - 120 (двухслойный)", "Ремонт покришки кордовим пластирем TL - 122 (двухслойный)", "покришки кордовим пластирем TL - 125 (трехслойный)", "Ремонт покришки кордовим пластирем 531 (ARAMID)", "Ремонт камери латкою № 0", "Ремонт камери латкою № 1", "Ремонт камери латкою № 2", "Ремонт камери латкою № 4", "Ремонт покришки латкою UP - 3", "Ремонт покришки латкою UP - 4,5", "Ремонт покришки латкою UP - 6", "Ремонт покришки латкою UP - 8", "Вулканізація гарячих шин"],
                    priceList:["55 грн", "60 грн", "65 грн", "110 грн", "250 грн", "150 грн", "200 грн", "185 грн", "250 грн", "320 грн", "390 грн", "200 грн", "25 грн", "30 грн", "35 грн", "40 грн", "50 грн", "60 грн", "70 грн", "80 грн", "480 грн"]
                },
                chassisMaintenance:{
                    p:["Після заміни системи управління або тривалого водіння слід виконати балансування коліс. Ця процедура продовжить термін служби гуми, створюючи найменше тертя під час їзди. Рекомендується проводити діагностику і балансування навіть при відсутності візуального «поїдання» шини.",
                    "Наш шиномонтажний цех на лівому березі Києва оснащений всім необхідним сучасним обладнанням для виконання балансування. Цей процес здійснюється за допомогою 3D-технології. В результаті вдається досягти ідеальної продуктивності при досить низькій вартості обслуговування.",
                    "Також наш шиномонтаж 571 на Чернігевській проведе перевірку тиску в шинах і поміняє місцями при необхідності. Відвідавши наш сервіс, ви зможете відчути себе більш плавною поїздкою, керованістю і кращою динамічною продуктивністю."],
                    h2:"Ціни на балансування",
                    serviceList:["Легкові автомобілі", "Сталеві диски R12", "Литі диски R12", "Сталеві диски R13", "Литі диски R13","Сталеві диски R14", "Литі диски R14", "Сталеві диски R15", "Литі диски R15","Сталеві диски R16", "Литі диски R16", "Литі диски R17","Литі диски R18","Литі диски R19","Литі диски R20","Литі диски R21","Литі диски R22","Литі диски R23","Позашляховики, мікроавтобуси, кросовери", "Сталеві диски R14", "Литі диски R14", "Сталеві диски R15", "Литі диски R15","Сталеві диски R16", "Литі диски R16", "Литі диски R17","Литі диски R18","Литі диски R19","Литі диски R20", "Литі диски R21","Литі диски R22","Литі диски R23", "Литі диски R24"],
                    priceList:["","40 грн", "40 грн", "40 грн", "40 грн", "45 грн", "45 грн", "45 грн", "45 грн","60 грн", "60 грн", "60 грн", "65 грн", "65 грн", "70 грн", "75 грн", "80 грн", "85 грн", "", "40 грн", "40 грн", "45 грн", "45 грн", "70 грн", "70 грн", "75 грн", "75 грн", "80 грн","85 грн", "90 грн", "95 грн", "95 грн", "105 грн"]
                },
                buttonTextList:["Завантажити більше відгуків", "Завантажити більше статей"],
                vacancies:{
                    h2:"Вакансії", 
                    h3:["Приєднуйтесь до нашої команди", " Вакансії на СТО в Києві"],
                    p:"Якщо ви хочете приєднатися до дружньої та професійної команди автосервісу, ви прийшли за адресою. Наш СТО в Києві постійно розширюється, і ми завжди шукаємо талановитих і відданих своїй справі професіоналів, готових зробити автомобілі наших клієнтів більш надійними і безпечними.",
                    vacancies: ["Менеджер по підбору запчастин на СТО", "Автослесарь на СТО", "Адміністратор СТО, майстер-приймадьник"],
                    responsibilities0:["Обов'язки:",
                    "відповідати на дзвінки,",
                    "запис клієнта,",
                    "підбір автозапчастин  по він коду",
                    "спілкування з клієнтами.",
                    "Офісна робота - повний робочий день. Прийом машин, підбір запчастин. Спілкування з клієнтами, контроль слюсарної справи."],
                    responsibilities1:["Ваш функціонал:",
                    "розширена діагностика несправностей автомобіля;",
                    " виявлення дефектів;",
                    "зняття і монтаж агрегатів;",
                    "виконання зварювальних робіт різної складності;",
                    "використання слюсарного інструменту і загальне використання за наказом."],
                    responsibilities2:["Основні обов'язки:",
                    "Зустріч клієнтів;",
                    "Розподіл клієнтів серед екіпажів механіків;",
                    "контроль виконання робіт;",
                    "Допомога клієнту в розрахунках;",
                    "Закриття «замовлень-нарядов» в 1С;",
                    "Додаткові продажі клієнтам."],
                    form:"зацікавила вакансія? ",
                    formP:"Заповніть форму і з наши менеджером зв'яжіться з вами найближчим часом."
                }
            }
        },
    
    }
})